Repository: ionbrumaru/Filterica
Catalog: FiltersApp/Localizable/*.lproj/Localizable.strings
Languages: de, fr, ja, ru

source: Explore
de: Suchen Sie sich etwas aus
fr: Faites votre choix
ja: 探検
ru: Выбирайте

source: Explore more than 100 filters in a catalog.
de: Mehr als 100 Filter für jeden Geschmack stehen Ihnen zur Verfügung
fr: Plus de 100 filtres pour tous les goûts sont à votre disposition
ja: 自由に使えるフィルターは100種類以上
ru: В вашем распоряжении более чем 100 фильтров на любой вкус.

source: Compare
de: Vergleichen
fr: Comparez
ja: 比較
ru: Сравнивайте

source: Compare between original photo and photo with filter on to see the difference.
de: Sehen Sie das Ergebnis der Anwendung eines Filters, indem Sie es mit dem Original vergleichen
fr: Voir le résultat de l'application d'un filtre en le comparant à l'original
ja: フィルタを適用した結果を元のものと比較して見る
ru: Смотрите на результат применения фильтра, сравнивая с оригиналом.

source: Download
de: Herunterladen
fr: Télécharger
ja: ダウンロード
ru: Скачивайте

source: Choose any filter you like and download it 100% free.
de: Wählen Sie einen beliebigen Filter und laden Sie ihn völlig kostenlos herunter
fr: Choisissez le filtre que vous souhaitez et téléchargez-le gratuitement
ja: 好きなフィルターを選んで、完全に無料でダウンロードしてください。
ru: Выберите любой понравившийся фильтр и скачайте полностью бесплатно.

source: Export
de: Speichern
fr: Sauvegarder
ja: 保存
ru: Сохраняйте

source: Export filters right to lightroom mobile on your iPhone
de: Exportieren Sie beliebige Filter in Lightroom Mobile auf Ihrem iPhone
fr: Exportez n'importe quel filtre vers lightroom mobile sur votre iPhone
ja: iPhoneで任意のフィルターをLightroom mobileに書き出す
ru: Экспортируйте любой фильтр в lightroom mobile на вашем iPhone.

source: Continue
de: Weiter
fr: Continuer
ja: 続ける
ru: Продолжить

source: How To
de: Wie es funktioniert
fr: Comment ça marche
ja: それがどのように機能するか
ru: Как это работает

source: After installing app, download and install Adobe Lightroom app from App Store.
de: Nach der Installation der App laden Sie Adobe Lightroom aus dem App Store herunter
fr: Après avoir installé l'application, téléchargez Adobe Lightroom sur l'App Store
ja: アプリをインストールしたら、App StoreからAdobe Lightroomをダウンロードしてください。
ru: После установки приложения, скачайте Adobe Lightroom из App Store.

source: Tap 'get preset' button. Then find 'copy to Lightroom' button, and tap it.
de: Klicken Sie auf die Schaltfläche 'Holen' auf der Filterseite. Klicken Sie dann im Einblendmenü auf die Schaltfläche 'Nach Lightroom kopieren', um den Filter zur App 'Lightroom' hinzuzufügen
fr: Cliquez sur le bouton 'Obtenir' de la page de filtrage. Ensuite, dans le menu contextuel, cliquez sur le bouton 'Copier vers Lightroom' pour ajouter le filtre à l'application 'Lightroom'
ja: フィルターページの「取得」ボタンをクリックします。その後、ポップアップメニューで、'Lightroom'アプリにフィルターを追加するには、'Lightroomへのコピー'ボタンをタップします。
ru: Нажмите на кнопку 'Получить' на странице фильтра. Потом, во всплывшем меню нажмите на кнопку 'скопировать в Lightroom', чтобы добавить фильтр в приложение 'Lightroom'.

source: After clicking on the lightroom icon, you will be notified that the preset will apear on next app launch
de: Nach diesen Schritten wird Ihnen mitgeteilt, dass der Filter bei der nächsten Ausführung in 'Lightroom' erscheint
fr: Après ces étapes, vous serez informé que le filtre apparaîtra dans 'Lightroom' la prochaine fois que vous l'exécuterez
ja: これらの手順の後、次に実行したときにフィルターが「Lightroom」に表示されることが通知されます。
ru: После данных действий вы будете оповещены, что фильтр отобразится в 'Lightroom' при следующем запуске.

source: Open lightroom. Choose new preset image and open it. In the right upper corner tap 'more' icon and choose 'Copy settings'. Then click 'ok'
de: Öffnen Sie 'Lightroom'. Wählen Sie das Foto, das in der Liste erscheint, und öffnen Sie es. Klicken Sie in der rechten oberen Ecke auf die drei Punkte und wählen Sie 'Einstellungen kopieren'. Klicken Sie dann auf 'OK'
fr: Ouvrez le 'Lightroom'. Sélectionnez la photo qui apparaît dans la liste et ouvrez-la. Dans le coin supérieur droit, cliquez sur les trois points et sélectionnez 'Copier les paramètres'. Cliquez ensuite sur 'OK'
ja: Lightroom を開きます。リストに表示される写真を選択して開きます。右上の3つの点をクリックして「設定をコピー」を選択します。その後、「OK」をクリックします。
ru: Откройте 'Lightroom'. Выберите появившуюся фотографию в списке и откройте ее. В правом верхнем углу нажмите на три точки и выберите 'скопировать настройки'. Потом нажмите 'ОК'.

source: After you opened your photo, tap an icon in the right upper corner again and choose 'paste settings'
de: Öffnen Sie nach diesen Schritten Ihr Foto, auf das Sie den Filter anwenden möchten, klicken Sie erneut auf die drei Punkte in der oberen rechten Ecke und wählen Sie 'Einstellungen einfügen'. Der Filter wird angewendet
fr: Après ces étapes, ouvrez la photo sur laquelle vous voulez appliquer le filtre, cliquez à nouveau sur les trois points dans le coin supérieur droit et sélectionnez 'Coller les paramètres'. Le filtre est appliqué
ja: この手順が終わったら、フィルターを適用したい写真を開いて、もう一度右上の3つのドットをクリックして「設定の貼り付け」を選択します。フィルターが適用されている」とのこと。
ru: После данных действий откройте вашу фотографию, к которой вы хотите применить фильтр, опять нажмите на три точки в верхнем правом углу и выберите 'Вставить настройки'. Фильтр применен.

source: Get filter
de: Herunterladen
fr: Télécharger
ja: ダウンロード
ru: Скачать

source: Filters
de: Durchsuchen
fr: Naviguer
ja: ブラウズ
ru: Фильтры

source: Favourite
de: Favoriten
fr: Favoris
ja: お気に入り
ru: Понравившиеся

source: Reload
de: Update
fr: Mise à jour
ja: アップデート
ru: Обновить

source: Favourite filters
de: Geliebte Filter
fr: Liked Filters
ja: 好きなフィルター

source: 0 liked filters
de: Keiner der Filter, die Sie mochten. Versuchen Sie, etwas zu mögen
fr: Aucun des filtres que vous avez aimés. Essayez d'aimer quelque chose
ja: あなたが気に入ったフィルターはどれもありませんでした。 何かを好きになってみてください」。

source: Hold photo to see without filter
de: Klicken Sie auf ein Foto, um es ohne Filter zu sehen
fr: Cliquez sur une photo pour la voir sans filtre
ja: 写真をクリックするとフィルターなしで見ることができます。
ru: Нажмите на фото, чтобы увидеть ее без фильтра

source: More like this
de: Ähnliche Filter
fr: Filtres similaires
ja: 類似フィルター
ru: Похожие фильтры

source: Help
de: Hilfe
fr: Aide
ja: ヘルプ
ru: Помощь

source: Load more
de: Mehr herunterladen
fr: Télécharger plus
ja: もっとダウンロード
ru: Загрузить еще

source: About
de: Über die App
fr: A propos de l'application
ja: アプリについて

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
ja: プライバシーポリシー

source: Terms and Conditions
de: Bedingungen und Konditionen
fr: Termes et conditions
ja: 利用規約

source: Select document to open in browser
de: Wählen Sie das Dokument aus, das Sie in Ihrem Browser öffnen möchten
fr: Sélectionnez le document que vous souhaitez ouvrir dans votre navigateur
ja: ブラウザで開きたい文書を選択してください

source: Welcome to
de: Willkommen
fr: Bienvenue
ja: ようこそ

source: Tips
de: Tipps
fr: Conseils
ja: ヒント

source: Success
de: Erfolgreich
fr: Réussir
ja: 成功

source: Photo was saved to your library
de: Das Foto wurde in der Galerie gespeichert
fr: La photo a été enregistrée dans la galerie
ja: 写真はギャラリーに保存されました

source: Got it!
de: Gut!
fr: Bien !
ja: よし！

source: Pick An Image To Process
de: Wählen Sie ein Foto aus der Galerie
fr: Choisissez une photo dans la galerie
ja: ギャラリーから写真を選ぶ

source: How to use Filterica
de: So verwenden Sie Filterica
fr: Comment utiliser Filterica
ja: フィルタリカの使い方

source: Favourite Filters
ru: Понравившиеся фильтры

source: No liked filters by you
ru: Ни один фильтр Вам не понравился Попробуйте лайкнуть что-нибудь
